[
    {
      "id": 1,
      "author": "John Snow",
      "location": "Los Angeles, CA",
      "regionid": 56,
      "title": "Blue bottle biodiesel portland shabby chic artisan franzen selvage, pug umami live-edge",
      "headline": "Meh polaroid freegan meggings seitan, vinyl actually offal knausgaard.",
      "img": "https://unsplash.it/500/300?image=1059",
      "imgdesc": "Kogi hammock intelligentsia green juice pork belly fanny pack lumbersexual +1 listicle.",
      "content": "Tbh fashion axe street art flannel, knausgaard typewriter sriracha authentic bitters roof party try-hard activated charcoal dreamcatcher disrupt. Wayfarers squid fap green juice, bespoke af meggings swag hella beard. Tbh cronut pok pok, tacos heirloom offal cold-pressed health goth man braid street art. Wayfarers synth portland, lo-fi plaid subway tile four dollar toast. VHS vexillologist schlitz banjo, crucifix skateboard hoodie DIY la croix green juice. Bespoke fam poke selfies, bitters readymade affogato lo-fi brunch. Irony sustainable put a bird on it fap, celiac wolf venmo.",
      "timestamp": 1482109733826,
      "category": "business",
      "tags": [
        "wow",
        "interesting",
        "dope"
      ],
      "breakingnews": false
    },
    {
      "id": 2,
      "author": "Jennifer Lawrence",
      "location": "Salt Lake City, UT",
      "regionid": 56,
      "title": "Raclette occupy mustache lo-fi",
      "headline": "Paleo master cleanse fingerstache art party whatever.",
      "img": "https://unsplash.it/500/300?image=1074",
      "imgdesc": "post-ironic pork belly fixie skateboard chicharrones seitan.",
      "content": "Disrupt XOXO artisan taxidermy ugh, gastropub la croix vape typewriter pinterest pour-over tote bag kickstarter humblebrag freegan. Gentrify keytar poke williamsburg. Helvetica four dollar toast live-edge pabst, raclette keffiyeh fashion axe cliche tbh stumptown truffaut bicycle rights. Gochujang meh air plant dreamcatcher. Meggings keytar heirloom kinfolk, jean shorts ethical pop-up coloring book blue bottle cray. PBR&B brunch everyday carry, hoodie drinking vinegar twee occupy vexillologist viral semiotics. Pour-over forage scenester gochujang.",
      "timestamp": 1482109732811,
      "category": "business",
      "tags": [
        "wow",
        "code",
        "technology"
      ],
      "breakingnews": true
    },
    {
      "id": 3,
      "author": "Franklin Roosevelt",
      "location": "New York City, NY",
      "regionid": 32,
      "title": "90's pinterest normcore try-hard, tote bag poutine put a bird on it tumblr.",
      "headline": "Vexillologist offal enamel pin four loko post-ironic, wolf coloring book.",
      "img": "https://unsplash.it/500/300?image=1083",
      "imgdesc": "Leggings literally truffaut lyft. Vegan kickstarter intelligentsia, waistcoat",
      "content": "Craft beer celiac shabby chic mumblecore butcher, yuccie hot chicken waistcoat tumeric farm-to-table jean shorts bitters gentrify enamel pin. Squid viral master cleanse, af chartreuse kombucha everyday carry portland neutra meggings keffiyeh hexagon echo park unicorn. Godard DIY semiotics, health goth pabst cronut flannel microdosing. Lyft hashtag vegan, polaroid succulents ethical lumbersexual echo park health goth. Fixie direct trade williamsburg raw denim, tacos tote bag glossier la croix neutra schlitz. Wayfarers tumeric umami before they sold out, viral swag live-edge la croix. 3 wolf moon raw denim four loko helvetica.",
      "timestamp": 1482108733834,
      "category": "business",
      "tags": [
        "news",
        "fact",
        "dope"
      ],
      "breakingnews": false
    }
  ]
